// pch.h: Файл предкомпилированных заголовков.
// Заголовки, перечисленные ниже, компилируются только один раз — это ускоряет последующие сборки.
// Это также улучшает работу IntelliSense (автодополнение, переходы по коду и другие возможности).
// Однако при изменении любого из этих файлов весь набор будет перекомпилирован.
// Не добавляйте сюда часто изменяемые файлы — это сведёт на нет преимущество по скорости сборки.

#ifndef PCH_H
#define PCH_H

// добавьте заголовки, которые хотите предкомпилировать
#include "framework.h"

#endif //PCH_H
